brew "bash"
brew "tmux"
brew "starship"
brew "bat"
brew "lsd"
brew "uv"
brew "gh"

brew "neovim"
brew "luarocks"
brew "ripgrep"
brew "fd"
# brew "node"
# brew "gcc"

cask "ghostty"
cask "librewolf"
cask "nikitabobko/tap/aerospace"
cask "syncthing"

